[
  {
    "id": "director",
    "name": "Iona Batchelder, Director",
    "displayName": "Iona Batchelder",
    "imageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/bebd4549-e7d6-4b25-9ffb-c71521f2b4d7/DSC_2385.jpg",
    "bioImageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/4e5f1b41-1df3-4ffb-a425-7eb71d0720eb/DSC_2257.jpg",
    "link": "/director",
    "bio": [
      "Iona Batchelder is a cellist, director, and educator dedicated to creating an authentic musical environment for performers, audiences, and students of all ages. She is a section cellist in the Princeton Symphony Orchestra and has performed with various prestigious groups such as the New York City Ballet and Orpheus Chamber Orchestra. Her recent collaborations include a performance with Rainn Wilson and a guest lecturer position at the University of California, Irvine, along with recitals at Lincoln Center.",
      "Batchelder was a founding member of the Unison Quartet, which received an Honorary Mention at the 2021 Bartók World Competition. She has performed at numerous festivals, including Kneisel Hall and the Aspen Music Festival. Her versatility extends to performing with diverse artists like Andrea Bocelli and Jon Batiste, and contributing to film scores such as Netflix's \"Green Eggs and Ham.\"",
      "A recipient of a Kovner Fellowship, Batchelder earned her Bachelor and Master of Music degrees from The Juilliard School, studying under Darrett Adkins. She also received a Juilliard Career Advancement Fellowship. Committed to music education, she maintains a private studio in New York City and teaches at Suzuki on the Island."
    ]
  },
  {
    "id": "ariel-horowitz",
    "name": "Ariel Horowitz",
    "displayName": "Ariel Horowitz",
    "imageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/2638f62f-219b-4824-acc4-ac513f7badaf/ariel-headshots_ihWkleMW.jpg",
    "bioImageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/2638f62f-219b-4824-acc4-ac513f7badaf/ariel-headshots_ihWkleMW.jpg",
    "link": "/ariel-horowitz",
    "bio": [
      "Ariel Horowitz is a violinist, composer/songwriter, and educator known for bridging performance, teaching, and community engagement. Described by The Washington Post as \"sweetly lyrical,\" she has an active national and international career as a soloist and chamber musician, performing Western classical music, original compositions, songwriting, and improvisation. She is represented by Bright Shiny Things.",
      "Horowitz performs in various settings, from traditional concert halls to interdisciplinary and community-focused venues, with ensembles like Sybarite5, Vision Duo, and Jupiter Symphony Chamber Players. Her appearances include Joe’s Pub, Merkin Hall, the Kennedy Center Millennium Stage, and the Strathmore Center for the Arts.",
      "As an educator, Horowitz has taught at Mount Holyoke College and the Chamber Music Center of New York. She is also the Founder and Artistic Director of the Heartbeat Music Project, a tuition-free program offering music and Diné cultural education to Navajo youth. This project emphasizes culturally responsive practices, collaboration with Diné elders, educators, and knowledge keepers, and community-based leadership for cultural and language programming.",
      "Horowitz earned degrees from Yale School of Music and The Juilliard School, where she studied with Ani Kavafian, Itzhak Perlman, and Catherine Cho."
    ]
  },
  {
    "id": "jennifer-ahn",
    "name": "Jennifer Ahn",
    "displayName": "Jennifer Ahn",
    "imageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/8006e01f-bd6d-47c8-b068-5eb41dd6abd8/IMG_1762.jpeg",
    "bioImageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/8006e01f-bd6d-47c8-b068-5eb41dd6abd8/IMG_1762.jpeg",
    "link": "/jennifer-ahn",
    "bio": [
      "Jennifer Ahn is a New York City-based violinist originally from Omaha, whose career spans North America, Europe, and Asia. She has performed at renowned international venues such as Carnegie Hall, Suntory Hall, and the Holland Performing Arts Center. Ahn made her solo debut with the Omaha Symphony at age 11 and has since performed with various orchestras, including the Ottawa Chamber Symphony and the New York Youth Symphony.",
      "Ahn is an enthusiastic artist who has been featured in the Manhattan School of Music's Centennial Celebration Concert Series and has performed with the Chamber Music Society at Lincoln Center. She has also participated in several music festivals and programs, winning the inaugural Duo Competition at the Music Academy of the West. Her upcoming 2025–2026 season includes performances with the New York Classical Players, the Princeton Symphony, and the Frisson Ensemble.",
      "Her musical journey began at the Omaha Conservatory of Music, where she studied with Ruth Meints. She holds Bachelor's and Master's degrees from the Manhattan School of Music, where she studied with Pinchas Zukerman and Patinka Kopec. Ahn is also dedicated to music education, serving as a Teaching Artist for the New York Pops’ PopsEd program, a mentor for the New York Youth Symphony, and maintaining a private studio."
    ]
  },
  {
    "id": "hannah-burnett",
    "name": "Hannah Burnett",
    "displayName": "Hannah Burnett",
    "imageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/df16d26f-619f-4b1e-870c-468f1ddd196d/Burnett_Hannah_Headshot_Portrait.jpeg",
    "bioImageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/df16d26f-619f-4b1e-870c-468f1ddd196d/Burnett_Hannah_Headshot_Portrait.jpeg",
    "link": "/hannah-burnett",
    "bio": [
      "Hannah Burnett is a New York-based freelance violist who started playing at age three in Waco, Texas. She has performed internationally at venues such as Carnegie Hall and the Royal Concertgebouw. Burnett is the Principal Violist of the Washington Heights Chamber Orchestra and a member of the New York Classical Players and the Princeton Symphony Orchestra. She also frequently performs with NOVUS Trinity, the American Ballet Theater orchestra, and Riverside Symphony.",
      "As an enthusiastic chamber musician, Burnett has attended Kneisel Hall and Yellow Barn Festivals. She was a founding member of the Unison Quartet, which participated in the Juilliard String Quartet Seminar, held quartet residencies at the Perlman Music Program and the Aspen Center for Advanced String Quartet Studies, and reached the finals of the 2021 Bartok World Competition in Budapest. She has received coaching from members of the Juilliard String Quartet and collaborated with notable artists like Natasha Brofsky, Anthony Marwood, Gilbert Kalish, Krzysztof Chorzelski, Janine Jansen, and Donald Weilerstein.",
      "Beyond her performance career, Hannah Burnett teaches at the Greenwich Suzuki Academy and runs a private studio in New York City. She earned two degrees from Juilliard, where she studied with Roger Tapping and Misha Amory, and was awarded the Kovner Fellowship."
    ]
  },
  {
    "id": "samuel-decaprio",
    "name": "Samuel DeCaprio",
    "displayName": "Samuel DeCaprio",
    "imageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/db859e14-6364-49f7-8e0b-7d59273e4895/IMG_1755.jpeg",
    "bioImageSrc": "https://images.squarespace-cdn.com/content/v1/69586da7d6ff99271b20b83e/db859e14-6364-49f7-8e0b-7d59273e4895/IMG_1755.jpeg",
    "link": "/samuel-decaprio",
    "bio": [
      "Cellist Samuel DeCaprio is a dynamic performer and teacher based in the Tri-State area. Among his numerous honors, he received a Norman Benzaquen Career Advancement Grant from The Juilliard School, won the Aldo Parisot Prize at the Yale School of Music and the prestigious Performer's Certificate from the Eastman School of Music, along with top prizes from the Arlington, Eastern Connecticut Symphony, National Federation of Music Clubs, and William C. Byrd competitions. His New York debut featured the North American premiere of Grażyna Bacewicz’s Cello Concerto No. 2 with the Juilliard Orchestra and conductor David Robertson in Alice Tully Hall. Appearing across the globe as a soloist and chamber musician, he has been featured on prominent radio programs including WQXR New York, WFMT Chicago, NPR, and WCNI, and has recorded for Delos, ECM Records, MSR Classics, and Nonesuch Records. He has played as a substitute with the New York Philharmonic, New York City Ballet, and Princeton Symphony Orchestra.",
      "A passionate chamber musician, DeCaprio’s festival appearances include Ravinia Steans Music Institute, IMS Prussia Cove Open Chamber Music, Les Rencontres Musicales de Noyers-sur-Serein, Domaine Forget, Kneisel Hall, Lake George, Meadowmount, and Orford Musique, and collaborated with renowned artists, including Atar Arad, Paul Biss, Natasha Brofsky, Steven Doane, Vladimir Feltsman, Joseph Lin, Daniel Phillips, David Shifrin, Barry Snyder, and Irma Vallecillo. In 2022, DeCaprio founded the Arazzo Music Festival—an annual chamber music festival focused on bringing free high-caliber concerts and educational events to his home state of Connecticut. DeCaprio holds degrees from UConn, Eastman, Mannes, Yale, and Juilliard. His principal teachers include Joel Krosnick, Aldo Parisot, Marcy Rosen, Steven Doane, and Kangho Lee."
    ]
  }
]
